Repository: JoeSz/Exopite-Anti-Spam
Catalog: exopite-anti-spam/languages/exopite-anti-spam-*_formal.po
Languages: de_de@formal

source: image captcha
de_de@formal: Bild-Captcha

source: Add image captcha to your form
de_de@formal: Bild-Captcha zu Ihrem Formular hinzufügen

source: Insert Tag
de_de@formal: Tag einfügen

source: In order to %1$s work, Contact From 7 needs to be installed and activated. %2$s
de_de@formal: Damit %1$s funktioniert, muss Contact From 7 installiert und aktiviert sein. %2$s

source: Activate timestamp
de_de@formal: Zeitstempel aktivieren

source: Activate honeypot
de_de@formal: Honeypot aktivieren

source: Activate bad/spam words filtering
de_de@formal: Aktivieren der Filterung von schlechten/Spam-Wörtern

source: Load via AJAX
de_de@formal: Laden über AJAX

source: Check acceptance via AJAX
de_de@formal: Akzeptanz über AJAX prüfen

source: Settings
de_de@formal: Einstellungen

source: Blacklist Unwanted Emails
de_de@formal: Blacklist Unerwünschter E-Mails

source: If you want to block only a specific email field in case there are multiple email fields in the form, you could install
de_de@formal: Wenn Sie nur ein bestimmtes E-Mail-Feld blockieren möchten, falls mehrere E-Mail-Felder im Formular vorhanden sind, können Sie folgendes installieren

source: If you want to block different email addresses and domains in each Contact From 7, you could install
de_de@formal: Wenn Sie verschiedene E-Mail-Adressen und Domänen in jedem Contact From 7 Formular blockieren möchten, können Sie folgendes installieren

source: You could download a list of
de_de@formal: Sie können eine Liste herunterladen von

source: spam domain for blacklist here
de_de@formal: Sie können eine Liste der Spam-Domain

source: Add emails that you want to block
de_de@formal: Fügen Sie E-Mails hinzu, die Sie blockieren möchten

source: Eg: example@gmail.com, test@hotmail.com
de_de@formal: Z.B.: example@gmail.com, test@hotmail.com

source: Add list of emails you wish to blacklist/block, separated by a comma. E.g. example@gmail.com, test@hotmail.com, etc.
de_de@formal: Fügen Sie eine durch Komma getrennte Liste der E-Mails hinzu, die Sie auf die Blacklist setzen/blockieren möchten. Z.B. example@gmail.com, test@hotmail.com, usw.

source: Error message text
de_de@formal: Fehlermeldungs-Text

source: Your email is blocked.
de_de@formal: Ihre E-Mail wird blockiert.

source: Error message for emails to be displayed on conflicts.
de_de@formal: Fehlermeldung für E-Mails, die bei Konflikten angezeigt werden sollen.

source: Add domains that you want to block
de_de@formal: Fügen Sie Domänen hinzu, die Sie blockieren möchten

source: Eg: gmail.com, hotmail.com
de_de@formal: Z.B.: gmail.com, hotmail.com

source: Add list of domains you wish to blacklist/block, separated by a comma. E.g. gmail.com, yahoo.com, hotmial.com, etc.
de_de@formal: Fügen Sie eine durch Komma getrennte Liste der Domänen hinzu, die Sie auf die Blacklist setzen/blockieren möchten. Z.B. gmail.com, yahoo.com, hotmial.com usw.

source: Your domain is blocked.
de_de@formal: Ihre Domain ist gesperrt.

source: Error message for domains to be displayed on conflicts.
de_de@formal: Fehlermeldung für Domänen, die bei Konflikten angezeigt werden sollen.

source: Save changes
de_de@formal: Änderungen speichern

source: the ambulance
de_de@formal: den Krankenwagen

source: the anchor
de_de@formal: den Anker

source: the auto
de_de@formal: das Auto

source: the scale
de_de@formal: die Skala

source: the barcode
de_de@formal: den Strichcode

source: the battery
de_de@formal: die Batterie

source: the bed
de_de@formal: das Bett

source: the bell
de_de@formal: die Glocke

source: the bicycle
de_de@formal: das Fahrrad

source: the cake
de_de@formal: den Kuchen

source: the tie
de_de@formal: die Krawatte

source: the bolt
de_de@formal: den Blitz

source: the book
de_de@formal: das Buch

source: the bug
de_de@formal: den Käfer

source: the bus
de_de@formal: den Bus

source: the calculator
de_de@formal: den Taschenrechner

source: the camera
de_de@formal: die Kamera

source: the circle
de_de@formal: den Kreis

source: the clock
de_de@formal: die Uhr

source: the cloud
de_de@formal: die Wolke

source: the coffee
de_de@formal: den Kaffeebecher

source: the cog
de_de@formal: das Zahnrad

source: the compass
de_de@formal: den Kompass

source: the scissors
de_de@formal: die Schere

source: the cutlery
de_de@formal: das Besteck

source: the desktop
de_de@formal: den Bildschirm

source: the dollar
de_de@formal: den Dollar

source: the euro
de_de@formal: den Euro

source: the flag
de_de@formal: die Flagge

source: the folder
de_de@formal: den Ordner

source: the globe
de_de@formal: den Globus

source: the group
de_de@formal: die Personengruppe

source: the headphones
de_de@formal: die Kopfhörer

source: the heart
de_de@formal: das Herz

source: the house
de_de@formal: das Haus

source: the hourglass
de_de@formal: die Sanduhr

source: the info
de_de@formal: das Infozeichen

source: the leaf
de_de@formal: das Blatt

source: the lemon
de_de@formal: die Zitrone

source: the lightbulb
de_de@formal: die Glühbirne

source: the lock
de_de@formal: das Schloss

source: the microphone
de_de@formal: das Mikrofon

source: the mobile
de_de@formal: das Mobiltelefon

source: the motorcycle
de_de@formal: das Motorrad

source: the paint brush
de_de@formal: den Farbpinsel

source: the paw
de_de@formal: die Pfote

source: the pencil
de_de@formal: den Bleistift

source: the phone
de_de@formal: das Telefon

source: the plane
de_de@formal: das Flugzeug

source: the plus
de_de@formal: das Pluszeichen

source: the puzzle
de_de@formal: das Puzzle

source: the road
de_de@formal: die Straße

source: the rocket
de_de@formal: die Rakete

source: the basket
de_de@formal: den Korb

source: the spoon
de_de@formal: den Löffel

source: the star
de_de@formal: den Stern

source: the suitcase
de_de@formal: den Koffer

source: the thermometer
de_de@formal: das Thermometer

source: the trash
de_de@formal: den Papierkorb

source: the tree
de_de@formal: den Baum

source: the truck
de_de@formal: den Lkw

source: the umbrella
de_de@formal: den Regenschirm

source: and
de_de@formal: und

source: Loading...
de_de@formal: Wird geladen...

source: Please select %s
de_de@formal: Bitte wählen Sie %s

source: one
de_de@formal: ein

source: two
de_de@formal: zwei

source: three
de_de@formal: drei

source: four
de_de@formal: vier

source: five
de_de@formal: fünf

source: six
de_de@formal: sechs

source: seven
de_de@formal: sieben

source: eight
de_de@formal: acht

source: nine
de_de@formal: neun

source: icons
de_de@formal: Symbole

source: icon
de_de@formal: Symbol

source: Validation errors occurred
de_de@formal: Validierungsfehler aufgetreten

source: Your session has timed out. Please refresh and try again.
de_de@formal: Ihre Sitzung ist abgelaufen. Bitte aktualisieren Sie und versuchen Sie es erneut.

source: Please make your selection.
de_de@formal: Bitte treffen Sie Ihre Auswahl.

source: Please select the correct icon(s).
de_de@formal: Bitte wählen Sie die richtigen Symbole.

source: Please select the correct %s
de_de@formal: Bitte wählen Sie die richtige(n) %s noch mal aus

source: Token error.
de_de@formal: Token-Fehler.

source: The form was sent too quickly. Please wait a few seconds before trying again!
de_de@formal: Das Formular wurde zu schnell abgeschickt. Bitte warten Sie ein paar Sekunden, bevor Sie es erneut versuchen!

source: You are using some banned words.
de_de@formal: Sie verwenden einige verbotene Wörter.

source: View details
de_de@formal: Details anzeigen

source: More information about %s
de_de@formal: Weitere Informationen über %s

source: Check for updates
de_de@formal: Nach Updates suchen

# the plugin title
source: The %s plugin is up to date.
de_de@formal: Das %s-Plugin ist auf dem neuesten Stand.

# the plugin title
source: A new version of the %s plugin is available.
de_de@formal: Eine neue Version des %s-Plugins ist verfügbar.

# the plugin title
source: Could not determine if updates are available for %s.
de_de@formal: Es konnte nicht festgestellt werden, ob Aktualisierungen für %s verfügbar sind.

source: Unknown update checker status "%s"
de_de@formal: Unbekannter Aktualisierungsprüfer-Status "%s"

source: There is no changelog available.
de_de@formal: Es ist kein Änderungsbericht verfügbar.
